[
  {
    "title": "We bought a wood!",
    "date": "01/12/2021",
    "author": "Aimee Stokes",
    "post": "Since we moved to Cornwall, seven years ago, we've always wanted a piece of land to call our own. Somewhere to camp, somewhere for the kids to play without any rules, where we could light a fire, or sleep under the stars, with no-one telling us what wasn't allowed. Total freedom!\n\nThis year, after a few months of searching and visiting a few lots, we finally found our perfect getaway. A small meadow with ajoining woodland, about 3 acres in all, in the heart of Devon. Just close enough to visit regually, but far enough away that it feels like a break.\n\nWe were a bit dubious about what our family would think - it's a lot of money to spend on such a strange thing, but they were all (with a few minor exceptions) really supportive. I think that by now, most of our friends and family are used to our 'wild' way of life, with ferel children and untrained dogs. I think it came as no suprise that we were drawn to the call of the wild.\n\nAimee had run a couple of days of holiday club this year, doing Forest School with the kids for the entire day. It was a roaring success with kids loving their time, and adults grateful for the childcare. We thought it only fair that we think about offering the same sort of thing, but on our own terms, in our own woods. Thus 'The Wildlings' was born. We're hopeing to get a Forest School up and running over the next few months so that in summer we can start offering a few places for kids to spend a few days in the holiday - learning about nature, the environment, and learning some really useful skills; like fire lighting, and making shelters.\n\nWe thought we'd try and document our progress, and thought it would be fun to keep a virtual scrapbook of our time...\n\nSo look out for some more posts!",
    "image": "/images/alex-grodkiewicz-8YR0yLTVGlI-unsplash.jpg",
    "layout": "left"
  },
  {
    "title": "Getting to know the woods (fungus)",
    "date": "05/12/2021",
    "author": "Aimee Stokes",
    "post": "A bit about species, wildlife, fungus, stream etc",
    "image": "/images/alex-grodkiewicz-8YR0yLTVGlI-unsplash.jpg",
    "layout": "right"
  },
  {
    "title": "Getting to know the woods (fungus)",
    "date": "05/12/2021",
    "author": "Aimee Stokes",
    "post": "A bit about species, wildlife, fungus, stream etc",
    "image": "/images/alex-grodkiewicz-8YR0yLTVGlI-unsplash.jpg",
    "layout": "right"
  }
]
